// 서브메뉴 데이터 JS - mdata.js ///////




// 서브메뉴 데이터
const mData = {
  메뉴소개: {
    "스페셜&할인팩": [
      "아메리카노",
      "로드하우스 와퍼",
      "로드하우스 그릴드 치킨 버거",
      "잭프라이드 치킨 버거",
      "로드하우스 치킨 헝거세트 ",
      "로드하우스 치킨 헝거세트",
      "터키시 베이컨 에그 모닝",
      "그레이비 치킨볼 팩",
      "그레이비 치킨볼 콤보",
      "그레이비 치킨볼",
      "비스코프 라떼",
      "비스코프 쉐이크",
      "포테이토 모닝 콤보",
      "몬테스리스토 콤보",
      "그레이비 와퍼 세트",
      "로드하우스 와퍼 주니어",
      "스파이시 더블 와퍼",
      "풀드포크 앵거스 와퍼",
         
    ],
    "맥모닝": [
      "베이컨 에그 모닝",
      "와퍼 에그 모닝",
      "베이컨 와퍼 에그 모닝",
      "해쉬포테이토",
      "비비큐 랩",
      "팬케이크",
      "치즈 토스트",
      "햄피즈 토스트",
      "몬테크리스토 토스트",
    ],
    "와퍼&주니어": [
      "갈릭불고기와퍼",
      "치즈와퍼",
      "콰트로치즈와퍼",
      "와퍼",
      "불고기와퍼",
      "통새우와퍼주니어",
      "콰트로치즈와퍼주니어",
      "치즈와퍼주니어",
      "와퍼주니어",
      "불고기와퍼주니어",
    ],
    "치킨&슈림프버거": [
      "치킨킹BLT",
      "치킨킹",
      "비프&슈림프버거",
      "통새우슈림프버거",
      "슈림프버거",
      "롱치킨버거",
      "바비큐치킨버거",
      "치킨버거",
    ],
    "올데이킹&킹모닝": [
      "BLT오믈렛킹모닝",
      "오믈렛킹모닝",
      "더블비프불고기버거세트",
      "롱치킨버거세트",
      "더블오리지널치즈버거 세트",
      "통새우와퍼주니어 세트",
      "콰트로치즈와퍼주니어 세트",
      "비프불고기버거 세트",
      "치즈버거 세트",
    ],
    사이드: [
      "트러플치즈프라이",
      "해쉬브라운",
      "너겟킹 8조각",
      "너겟킹",
      "21치즈스틱",
      "어니언링",
      "바삭킹",
      "바삭킹8조각+소스",
      "쉐이킹프라이",
    ],

    "음료&디저트": [
      "망고 선데",
      "컵 망고 아이스크림",
      "Dole 후룻컵",
      "아메리카노",
      "핫초코",
      "아이스초코",
      "코카콜라",
      "코카콜라 제로",
      "스프라이트",
      "스프라이트 제로",
      "미닛메이드 오렌지",
      "순수(미네랄워터)",
    ],
  },

  매장소개: { 매장찾기: ["가까운매장", "매장명검색", "지역검색"] },
  이벤트: {
    이벤트: ["전체", "진행중", "종료"],
    신규매장: ["신규매장"],
  },

  "브랜드 스토리": {
    BRAND: ["BRAND philosophy", "SMART QSR"],
    WHOPPER: ["Real Whopper", "FLAME GRILLED", "신선한 재료", "Trust in Taste"],
    "COMM.": ["광고(TV/Digital", "수상내역", "신제품", "ESG"],
  },

  고객센터 : {
    고객센터 :[
    "공지사항",
    "버거킹앱 이용안내",
    "FAQ",
    "문의",
    "가맹점모집",
    "인재채용"],
  },
}; ///////////// mData ///////////////////





const snbLink = {
  메뉴소개: "./sub01.html?key=val",
  매장소개: "./sub01.html?key=val",
  이벤트: "./sub01.html?key=val",
  브랜드스토리: "./sub01.html?key=val",
  고객센터: "./sub01.html?key=val",
  딜리버리: "./sub01.html?key=val",

  }; /////////////snbLink ///////////////



  const bData = [ 
      "아메리카노",
      "로드하우스 와퍼",
      "로드하우스 그릴드 치킨 버거",
      "잭프라이드 치킨 버거",
      "로드하우스 치킨 헝거세트 ",
      "로드하우스 콤보 헝거세트",
      "터키시 베이컨 에그 모닝",
      "그레이비 치킨볼 팩",
      "그레이비 치킨볼 콤보",
      "그레이비 치킨볼",
      "비스코프 라떼",
      "비스코프 쉐이크",
      "포테이토 모닝 콤보",
      "몬테스리스토 콤보",
      "그레이비 와퍼 세트",
      "로드하우스 와퍼 주니어",
      "스파이시 더블 와퍼",
      "풀드포크 앵거스 와퍼",
    ]
 

    