// 컨택트 데이터

export const contact = {
  /* 
    "sTime": "운영시간"
    "saddress" : "오시는길"
    "cNumber" : "전화번호"
    "mapsrc" : "구글맵주소"
  */

  혁신관: {
    운영시간: {
      "월~금": "15:00 - 23:00",
      토: "13:00 - 18:00",
      일: "정기휴무 (매주 일요일)",
    },
    "오시는 길": "강원 원주시 혁신로 35 4층 카이로스수학학원 혁신관",

    전화번호: "0507-1357-4174",
    "mapsrc" : "https://www.google.com/maps/embed?pb=!1m17!1m12!1m3!1d1121.7457918428909!2d127.97776334915255!3d37.32412802235737!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m2!1m1!2s!5e0!3m2!1sko!2skr!4v1700103825073!5m2!1sko!2skr"
  },


  단계관: {},
};
