// 공지사항 데이터

export const noticeData = {
  /* 
    "idx":"게시물 순번"
    "nTit":"공지사항 타이틀",
    "nCont":"공지사항 내용",
  */



혁신관: [

  {idx:1, nTit:"카이로스 중학교 3학년 시간표 [23.07.26]", nCont:`카이로스 중학교 3학년 시간표 (개학 방학 동일)\n
  월수금 6:00 - 7:30 (차량운행x)`},

 { idx:2, nTit:"카이로스 중학교 2학년 시간표 [23.06.11]", nCont:` 중2 
 월수금 오후 4:30 – 6:00
 월수금 오후 6:00 - 7:30
 화목금 오후 1:00 - 3:00

[개학후]
 월수금 4:30 – 6:00
월수금 오후 6:00 - 7:30

  화목금반
  화목 5:30 - 7:00
 금 4:30 - 6:00 또는 금 6:00 - 7:30 (협의 후 결정)
 
 `},

  {idx:3, nTit:"카이로스 수학 중1 시간표 [23.05.31]", nCont:`중1
  월수금 4:30 – 6:00
  화목금 1:00 - 3:00
  
  [개학후]
  월수금
  4:30 – 6:00
  화목금 =>  화목 5:30 - 7:00
  금 4:30 - 6:00 또는 금 6:00 - 7:30 (협의 후 결정)`},

 { idx:4, nTit:"카이로스 수학 고2 시간 (방학 개학 동일) [23.03.02]", nCont:`[고2 정규반] 
 월수금 
 오후 7:30 – 9:30 (혁신도시 내 차량운행 가능)

 [심화반] 
 월수금 
 오후 9:30 – 11:30 (차량운행 불가)`},


],




단계관: [

  {idx:1, nTit:"카이로스 중학교 3학년 시간표 [23.10.26]", nCont:`중1

  월수금 4:30 – 6:00
  화목금 1:00 - 3:00
  
  개학후
  
  월수금 4:30 – 6:00
  화목금반 화목 5:30 - 7:00
  금 4:30 - 6:00 또는 금 6:00 - 7:30 (협의 후 결정)`},

  {idx:2, nTit:"2023 추석일정 [23.09.16]", nCont:" 카이로스 중학교 3학년 시간표 중학교 3학년 시간표 (개학 방학 동일) \n 월수금 6:00 - 7:30 (차량운행x)"},

  {idx:3, nTit:"2023 8월 모의고사  [23.08.16]", nCont:`월수금 4:30 – 6:00
  월수금 오후 6:00 - 7:30
  
  화목금반
  화목 5:30 - 7:00
  금 4:30 - 6:00 또는 금 6:00 - 7:30
  (협의 후 결정)`},
  {idx:4, nTit:"2023 5월 수행평가   [23.05.18]", nCont:`중2
  월수금 오후 4:30 – 6:00
  월수금 오후 6:00 - 7:30
  화목금 오후 1:00 - 3:00`},






]


};






